---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstDownLabelText
source: html/d34091f7-cfbf-ad01-efeb-54c4d934c847.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstDownLabelText Property

"Down text"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstDownLabelText { get; }
```